Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • Follow your meal plan, and talk with a dietitian about changes you can make to control your blood sugar. If your kidneys are not working well, you may need to limit protein in your diet. As kidney disease progresses, dialysis may be needed. Transplantation may also be an option for treatment. Talk to your doctor or diabetes educator if you have questions or concerns. © 2012 - January 18, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetes and Kidney Problems. Russian.
ru: • Соблюдайте план приема пищи и проконсультируйтесь у диетолога по поводу изменений в рационе для контроля уровня сахара в крови. Если ваши почки работают недостаточно хорошо, то вам, возможно, потребуется ограничить содержание белка в рационе. Если заболевание почек прогрессирует, может понадобиться диализ. Одним из вариантов лечения также может стать трансплантация. Если у вас возникают вопросы или опасения, обращайтесь к своему врачу или специалисту по диабету. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Diabetes and Nerve damage caused by high blood sugar levels in the body from diabetes is also called diabetic neuropathy. Most people with diabetes will develop some nerve damage, especially as they get older and have diabetes for many years. Nerve problems are more common if you have diabetes and: • Have problems controlling your blood sugar • Are overweight • Have high blood pressure • Have high cholesterol Types of Nerve Damage There are several types of nerve damage that can occur with diabetes, but the two more common types are: • Peripheral neuropathy that often causes pain or loss of feeling in the toes, feet, legs, hands and arms. Most often the feet and legs are affected before the hands and arms. Diabetes and Nerve Damage. Russian.
ru: нервных Nerve Damage Поражение нервных окончаний, вызванное высоким уровнем сахара в крови из-за диабета, называют диабетической невропатией. У большинства людей диабет приводит к некоторому поражению нервных окончаний, особенно когда они становятся старше и страдают от диабета в течение многих лет. Поражение нервных окончаний встречается чаще, если у вас диабет и: • недостаточный контроль уровня сахара в крови; • избыточный вес; • повышенное артериальное давление; • высокий уровень холестерина. Типы поражения нервных окончаний Существуют несколько типов поражения нервных окончаний, вызываемых диабетом, из которых наиболее распространены следующие два: • Периферическая невропатия, которая часто вызывает боль или потерю чувствительности в пальцах ног, ступнях, ногах, кистях рук и руках. Чаще всего ступни и ноги страдают раньше, чем кисти рук и руки.

source: • Autonomic neuropathy that causes changes in digestion of food, bowel and bladder function and sexual response. It can also affect the nerves that control the heart and blood vessels, lungs and eyes. This type is also linked to something called hypoglycemia unawareness, which happens when you no longer have warning signs of low blood sugar levels. Prevent Nerve Damage Keep your blood sugar in a normal range. Work with your doctor and diabetes care team to learn how to manage your blood sugar levels. As part of your care, your doctor should do a foot exam every year to check if you have any sign of loss of feeling in your toes or feet. Daily Foot Care Check your feet every day for any open skin, sores or red spots. You may have a sore spot and not feel it because of the nerve damage. If you find skin problems, talk to your doctor. • Clean your feet each day with warm water and mild soap. Do not soak your feet. Dry your feet well with a soft towel. Be sure to dry between your toes. Diabetes and Nerve Damage. Russian.
ru: • Вегетативная нейропатия, которая приводит к изменениям в процессе пищеварения, функционировании кишечника и мочевого пузыря, а также к изменениям в половой сфере. Она также может влиять на нервные окончания, управляющие работой сердца и кровеносных сосудов, легких и глаз. Этот тип также связан с так называемой неосведомленностью о гипогликемии, когда у вас пропадают симптомы, указывающие на низкий уровень сахара в крови. Предотвращение поражения нервных окончаний Поддерживайте свой уровень сахара в крови в пределах нормы. Совместно со своим врачом и специалистами по лечению диабета научитесь управлять своим уровнем сахара в крови. Ежегодно в рамках лечения врач должен проводить осмотр ног на наличие признаков потери чувствительности пальцев и ступней. Ежедневный уход за ногами Каждый день проверяйте ноги на наличие поврежденных участков кожи, язв, ран и красных пятен. У вас может быть пораженный участок, но вы не будете чувствовать его из-за поражения нервных окончаний. Если вы обнаружили проблемы с кожей, обратитесь к врачу. • Мойте ноги каждый день теплой водой с мягким моющим средством. Не держите ноги в воде продолжительное время. Хорошо вытирайте ноги мягким полотенцем. Обязательно вытирайте участки между пальцами.

source: • Check your feet and toes for cuts, scrapes, blisters, red spots, sores or other problems. Be sure to check the top, bottom and sides of your feet. Check under and around each toe. You may need to use a mirror or get someone to help you check the bottom of your feet. • Apply a moisturizing lotion to the skin of your feet, but avoid lotion between the toes. • Use a pumice stone gently to smooth calluses or corns after a shower. Never cut or shave off calluses or corns. • When toe nails get long, cut the nails straight across and file with an emery board to smooth any rough edges. • Wear clean, dry socks that fit comfortably. • Wear shoes or slippers to protect your feet. You should never go barefoot. Wear shoes that fit well and offer good support. Be sure to check inside your shoes before putting them on to make sure there are no objects in them and there are no tears, rough spots or sharp edges. Signs of Nerve Damage Signs will vary based on the nerves that are affected. Some people have no signs at all. Some signs may get worse over time and some people report the signs are worse at night. Diabetes and Nerve Damage. Russian.
ru: • Проверяйте свои ступни и пальцы на наличие порезов, царапин, волдырей, красных пятен, язв и ран, а также других поражений кожи. Не забывайте проверять верхние, нижние и боковые поверхности ступней. Проверяйте участки под каждым пальцем и вокруг него. Возможно, вам придется использовать зеркало или попросить кого-то помочь вам осмотреть подошвы ступней. • Наносите увлажняющий крем на кожу ступней, за исключением участков между пальцами. • После того, как примете душ, при помощи пемзы осторожно удалите мозоли, костные мозоли и натоптыши. Не срезайте и не сбривайте их. • Ровно обрезайте отросшие ногти и обрабатывайте срез пилочкой для ногтей для сглаживания острых углов. • Носите чистые сухие носки, которые соответствуют размеру вашей ноги. • Носите туфли или тапочки для защиты ног. Никогда не ходите босиком. Носите обувь, которая подходит размеру и хорошо защищает ступни. Прежде чем обуться, не забудьте проверить внутреннюю часть своей обуви, чтобы убедиться, что в ней нет никаких предметов, а также в том, что у обуви нет дыр, жестких участков или острых краев. Симптомы поражения нервных окончаний Симптомы зависят от пораженных нервных окончаний. У некоторых пациентов поражение нервных окончаний протекает бессимптомно. Некоторые симптомы могут со временем усугубляться, а у некоторых больных они могут усиливаться в ночное время.

source: Signs may include: • Numbness, tingling, loss of feeling or pain in the toes, feet, legs or fingers, hands and arms • Muscle loss in the feet or hands • Nausea and vomiting or problems with indigestion • Diarrhea or constipation • Problems with urine flow or control • Dizziness or fainting when standing or sitting up that causes a drop in blood pressure called orthostatic hypotension • Weakness • Erectile dysfunction in men or vaginal dryness in women • Heart rate changes If you have any of these signs, visit your doctor for a physical exam. Your Care Testing Your doctor will examine you and ask you questions about any signs you have. Tests may be ordered such as: • Nerve conduction study or electromyography (EMG) that uses electrical signals to check nerves. • Ultrasound that uses sound waves to check organs such as your bladder or stomach. Diabetes and Nerve Damage. Russian.
ru: Симптомы: • онемение, покалывание, потеря чувствительности или боль в пальцах ног, ступнях, ногах или пальцах рук, кистях рук и руках; • потеря мышечной массы в ступнях или кистях рук; • тошнота, рвота и нарушение пищеварения; • понос или запор; • проблемы с мочеиспусканием или его контролем; • головокружение или обморок при нахождении в положении стоя или сидя, вызываемые падением артериального давления, которое называется ортостатической гипотензией; • слабость; • эректильная дисфункция у мужчин и сухость влагалища у женщин; • изменение сердечного ритма. Если у вас наблюдается какой-либо из следующих симптомов, обратитесь к своему врачу для назначения обследования. Лечение Обследование Врач осмотрит вас и задаст вам вопросы об имеющихся у вас симптомах. Могут быть назначены следующие исследования: • исследование нервной проводимости или электромиография (ЭМГ), в котором для проверки нервных окончаний используются электрические сигналы; • ультразвуковое исследование внутренних органов, таких как мочевой пузырь и желудок.

source: Treatment of Your Nerve Damage Treatment depends on the type of nerve damage you have and may include: • Pain control with medicines, physical therapy or other treatments. • Medicines to treat diarrhea or constipation. • Eating small amounts of food every few hours, and limiting fats and fiber for indigestion problems. • Physical therapy to help with coordination issues. • If you have foot problems, talk to your doctor about seeing a foot doctor called a podiatrist. The nerves that go to the feet are often affected by diabetic neuropathy. Ì Loss of feeling may mean you do not feel a sore or blister. Ì Circulation problems may add to the risk of infection and slow healing in the feet. Managing Your Diabetes You also need to manage your diabetes as ordered by your doctor to keep your blood sugar levels in a normal range and prevent further nerve damage: • Check your blood sugar often. • Take your diabetes medicines as directed. • Follow your meal plan. Diabetes and Nerve Damage. Russian.
ru: Лечение поражения нервных окончаний Лечение зависит от типа поражения нервных окончаний и может включать: • обезболивание с помощью лекарств, физиотерапию или другие виды лечения; • препараты против поноса или запора; • питание небольшими порциями каждые несколько часов, и ограничение потребления жиров и клетчатки для устранения проблем с пищеварением; • физиотерапию для улучшения координации движений; • если у вас поражены ступни, обратитесь к своему врачу для назначения консультации с врачом- ортопедом, специализирующимся на лечении заболеваний ступней. Нервные окончания, ведущие к ногам, часто поражаются диабетической нейропатией. Потеря чувствительности может означать, что вы не почувствуете рану или волдырь. Ì Проблемы с кровообращением могут усилить риск инфекции и замедлить заживление ног. Как держать диабет под контролем Вам также необходимо держать свой диабет под контролем, следуя предписаниям врача и поддерживая нормальный уровень сахара в крови для предотвращения дальнейшего поражения нервных окончаний: • Часто проверяйте свой уровень сахара в крови. • Принимайте лекарства для лечения диабета согласно назначению врача. • Соблюдайте свой план приема пищи.

source: • Exercise each day. • Do daily foot care to protect your feet. Talk to your doctor or nurse if you have any questions or concerns. © 2012 - January 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetes and Nerve Damage. Russian.
ru: • Выполняйте физические упражнения каждый день. • Выполняйте ежедневный уход за ногами для их защиты. Если у вас возникают вопросы или опасения, обращайтесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Diabetes and Diabetes is a condition where the body is not able to use the insulin or there is not enough insulin in the body to control blood sugar levels. Having an injury or an illness can change your body’s insulin needs and make it harder to control your blood sugar. High blood sugar can slow healing and put you at risk for infection. Check your blood sugar and work to keep it in a normal range. Talk to your doctor, nurse or diabetes educator for help to manage your diabetes. Wound Problems with Diabetes If your diabetes is not controlled and you often have high blood sugar, you are at greater risk for: • Skin breaks or ulcers in the skin. • Slow healing of wounds from poor blood flow. • Small scrapes or blisters becoming infected wounds. • Nerve damage that causes loss of feeling in your hands or feet. You may not feel any pain or pressure to make you aware that you have a sore or other injury to your hand or foot. Diabetes and Wound Healing. Russian.
ru: ран Wound Healing Диабет является заболеванием, при котором организм не в состоянии перерабатывать инсулин или в нем не хватает инсулина для контроля уровня сахара в крови. Травма или болезнь может изменить потребность вашего организма в инсулине и усложнить контроль уровня сахара в крови. Высокий уровень сахара в крови может замедлить заживление и подвергнуть вас риску инфицирования. Проверяйте свой уровень сахара в крови и поддерживайте его в пределах нормы. Обращайтесь к своему врачу, медсестре или консультанту по диабету за помощью. Проблемы с ранами при диабете Если не контролировать диабет и иметь высокий уровень сахара в крови, существует повышенный риск возникновения следующих неприятностей: • Появление на коже язв или трещин. • Медленное заживление ран из-за плохого кровообращения. • Инфицирование небольших царапин или волдырей. • Поражение нервных окончаний, которое приводит к потере чувствительности рук или ног. Вы можете и не чувствовать боль или давление, а поэтому можете и не знать о наличии раны или другого повреждения руки или ноги.

source: What You Can Do Protect Your Skin • Check your skin each day for any cuts, scrapes, boils or blisters. Look for red or bruised spots. Use a mirror to view hard to see areas like the bottom of your feet. Ì Use a moisturizing lotion on your skin that does not have perfumes or alcohol in it. Wear gloves and clothing to protect your skin from cuts or scrapes. Ì Wear shoes that fit well and cotton socks that absorb moisture. Treat Any Wounds • If you have a wound, clean it right away. Rinse the skin for several minutes under water to remove dirt and germs. Use a mild soap to clean. Do not use hydrogen peroxide or iodine that can injure the skin. • Apply an antibiotic cream or ointment. You can find antibiotic cream or ointment at grocery or drug stores. Ask the pharmacist to help you find it. • Cover the wound with a sterile to keep it clean bandage or band-aid and protected until it heals. The bandage should be about an inch larger than the wound to be sure the wound is covered on all sides. Change the bandage each day or anytime it is wet or soiled. Diabetes and Wound Healing. Russian.
ru: Что делать Защищайте кожу • Каждый день проверяйте кожу на наличие порезов, царапин, фурункулов или волдырей. Ищите покрасневшие участки и синяки. Используйте зеркало для осмотра труднодоступных мест, например подошв ступней. Ì Используйте увлажняющий лосьон для кожи, который не имеет в своем составе отдушек или спирта. Ì Носите перчатки и одежду для защиты кожи от порезов и царапин. Ì Носите обувь по размеру и хлопчатобумажные носки, впитывающие влагу. Лечите все раны • Если вы поранились, немедленно обработайте рану. Промойте кожу в течение нескольких минут под струей воды, чтобы удалить грязь и микробы. Используйте мягкое моющее средство. Не используйте перекись водорода или йод, которые могут повредить кожу. • Нанесите крем или мазь с антимикробным действием. Антимикробные кремы и мази продаются в продуктовых магазинах и аптеках. Попросите фармацевта помочь вам выбрать подходящее средство. • Закройте рану стерильной повязкой или пластырем, чтобы она находилась в чистоте и была защищена, пока не заживет. Чтобы рана была надежно закрыта со всех сторон, повязка должна быть шире примерно на дюйм (2,5 см). Ì Меняйте повязку каждый день или каждый раз, когда она становится мокрой или грязной.

source: Ì Check daily for signs of infection such as redness, warmth, swelling or a change in drainage from the wound site. • Keep pressure off the wound as it Protect the area by wearing heals. clothing to keep dirt and germs away. Modify exercise as needed until the skin heals. • If a wound is not healing or looks worse, call your doctor. You need to have your wound checked for infection. Eat a Healthy Diet Your body needs more calories, protein, vitamins A and C, and the mineral zinc to help with the healing process. Talk to your doctor, dietitian or diabetes educator about your diet or medicines while your body heals. • Eat a variety of foods for a balanced diet, so you get enough calories, protein, vitamins and minerals. Eating • Increase your protein intake. too little protein can delay or affect how well the wound heals. Ì Eat at least 2 to 3 servings each day. A serving equals 2 to 3 ounces of meat, 1 cup of cooked beans, 1 egg or 2 tablespoons of peanut butter. Diabetes and Wound Healing. Russian.
ru: Ì Ежедневно проверяйте рану на наличие признаков инфекции, таких как покраснение, ощущение тепла, отек или изменение выделений из области раны. • Не допускайте давления на рану, пока она заживает. Защищайте область раны одеждой, чтобы не допускать попадания в рану грязи и микробов. При необходимости откажитесь от некоторых видов физических упражнений, пока кожа не заживет. • Если рана не заживает, обратитесь к врачу. Необходимо проверить рану на наличие инфекции. Питайтесь здоровой пищей Вашему организму нужно больше калорий, белков, витаминов А и С и цинка, чтобы процесс заживления завершился быстрее. Спросите у врача, диетолога или консультанта по диабету, как питаться и какие лекарства принимать, чтобы рана быстрее зажила. • Питайтесь сбалансировано, чтобы получать достаточное количество калорий, белков, витаминов и минералов. • Увеличьте потребление белков. Потребление слишком малого количества белка может замедлить заживление раны. Ì Ешьте, по крайней мере, 2-3 порции богатых белком продуктов в день. Порция равна 2-3 унциям (57-85 г) мяса, одной чашке вареной фасоли, одному яйцу или 2 столовым ложкам арахисового масла.

source: Ì Try to eat protein-rich foods at every meal and snack. Foods high in protein include meat, poultry, fish, eggs, milk, cheeses, peas, nuts and soy foods. Dry beans such as black, kidney and pinto beans are also good sources of protein. Ì Protein supplements, such as powders or liquids like Ensure, may be needed for people with poor nutrition or for people who cannot eat enough protein. • Get enough vitamins A and C, and the mineral zinc. Eating a balanced diet should help you get enough vitamins and minerals, but your doctor may ask you to take a multivitamin and mineral supplement. Good sources of vitamin A include liver, eggs, sweet potato, carrots, peas, broccoli, kale, spinach, collard greens, pumpkin, winter squash, cantaloupe, apricot, papaya and mango. Eat at least 1 serving a day. Ì Good sources of vitamin C include citrus fruits, orange juice, tropical fruits such as guava, papaya and mango, red and green peppers, broccoli, spinach, collard greens, strawberries, tomatoes and peas. Eat at least 1 serving a day. Ì Good sources of zinc include meat, poultry, some seafood like lobster and crab, liver, eggs, milk, whole grains, tofu and fortified cereals. Diabetes and Wound Healing. Russian.
ru: Ì Старайтесь есть богатые белком продукты во время каждого основного приема пищи и во время перекусов. Продукты с высоким содержанием белка: мясо, птица, рыба, яйца, молоко, сыр, горох, орехи и соевые продукты. Сухие бобы, такие как черные бобы и фасоль также богаты белком. Ì Белковые добавки в виде порошков или жидкостей, например Ensure, предназначены для плохо питающихся людей или тех, кто не может получать необходимое количество белка с пищей. • Получайте достаточное количество витаминов А и С и цинка. При сбалансированном питании вы получаете достаточное количество витаминов и минералов, но ваш врач может прописать вам поливитамины и минеральные добавки. Ì Продукты, богатые витамином А: печень, яйца, сладкий картофель, морковь, горох, брокколи, капуста, шпинат, листовая капуста, тыква, дыня, абрикосы, папайя и манго. Съедайте, по крайней мере, одну порцию богатых витамином А продуктов в день. Ì Продукты, богатые витамином С: цитрусовые, апельсиновый сок, тропические фрукты, такие как гуава, папайя и манго, красный и зеленый перец, брокколи, шпинат, листовая капуста, клубника, помидоры и зеленый горошек. Съедайте, по крайней мере, одну порцию богатых витамином С продуктов в день. Ì Продукты, богатые цинком: мясо, птица, некоторые морепродукты (такие как омары и крабы), печень, яйца, молоко, цельное зерно, тофу и обогащенные микроэлементами каши.
